{
    "home": {
        "title": "Una nuova strada per [allenarsi] ovunque tu voglia",
        "description": "Grazie a (Smart Dumbbells) rendiamo lo sport molto più divertente e coinvolgente",
        "discoverBtn": "Scopri di più",
        "shopBtn": "Acquista Ora <span class='inline-flex items-center rounded-md bg-yellow-50 px-2 py-1 text-xs font-medium text-yellow-800 ring-1 ring-inset ring-yellow-600/20'>Soon</span>"
    },
    "info": {
        "description": " L’attività fisica è spesso {noiosa} da praticare in solitudine e, per rimediare, abbiamo inventato {Smart Dumbbells}. Con esso potrai allenarti ovunque tu voglia, divertendoti, grazie ad un nuovo modo di fare fitness. <br><br> Smart Dumbbells è un attrezzo che ti permette di allenarti in modo {divertente e coinvolgente} grazie ad un avatar virtuale che cresce con te man mano che ti alleni, grazie ad un collegamento costante con il tuo smartphone 💪. <br><br>{Smart Dumbbells} è composto da un manubrio da palestra stampato in 3D, dotato di un sensore di movimento, un modulo bluetooth e una batteria ricaricabile. Il manubrio è collegato ad un gioco per smartphone e computer, che permette di allenarsi in modo divertente e coinvolgente.",
        "gyroTitle": "Giroscopio-accelerometro",
        "gyroDescription": "Un sensore che permette di rilevare i movimenti",
        "arduinoTitle": "Arduino Nano",
        "arduinoDescription": "Il nucleo centrale che controlla tutto il sistema",
        "bluetoothTitle": "Modulo Bluetooth",
        "bluetoothDescription": "Un modulo che permette di collegare il manubrio al gioco",
        "batteryTitle": "Batteria da 600mAh",
        "batteryDescription": "Una batteria che non ti abbandona mai"
    },
    "about": {
        "title": "Chi siamo",
        "description": "Siamo degli studenti di quinto anno {dell’”I.T.E.T. Rapisardi Da Vinci” di Caltanissetta}, dove frequentiamo due classi diverse dell’indirizzo informatica e telecomunicazioni, specializzazione informatica. Ci siamo conosciuti in occasione di un evento organizzato dalla scuola che trattava del mondo dell’intelligenza artificiale applicata ai microcontrollori, dove abbiamo scoperto di avere (diverse passioni in comune); in quello stesso giorno, abbiamo avuto l’idea di sviluppare 'Smart Dumbbells'.<br><br>Puoi contattarci tramite:<br> {Email:} <a href='mailto:smart.dumbbells@rapisardidavinci.it' class='text-blue-500 font-semibold'>smart.dumbbells@rapisardidavinci.it</a><br>{Instagram:} <a href='https://instagram.com/smartdumbbellsit' class='text-blue-500 font-semibold'>@smartdumbbellsit</a>"
    },
    "game": {
        "title": "Il gioco",
        "description": "Con il nostro gioco, sarà possibile scegliere diversi tipi di esercizi. Saranno disponibili delle {missioni giornaliere} che, al completamento, daranno dei (punti) con i quali si potrà abbellire il proprio personaggio e comprare cibo in grado di rigenerare la vita. Il gioco attualemente è disponibile solo su Windows e Android, ma in futuro sarà pubblicato su più piattaforme."

    },
    "chargingStation": {
        "title": "Non restare mai senza batteria",
        "description": "Grazie alla batteria da 600mAh, Smart Dumbbells può essere utilizzato per {più di 10 ore} senza doverlo ricaricare. Quando la batteria si scaricherà, basterà semplicemente (appoggiare il manubrio sulla base di ricarica) e sarà carico in circa 2 ore e mezza. Inoltre la base di ricarica è dotata di una porta USB-C."
    }
}
